-- MySQL dump 10.13  Distrib 8.0.34, for Win64 (x86_64)
--
-- Host: localhost    Database: tpp_pz_darhil
-- ------------------------------------------------------
-- Server version	8.1.0

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `manufacturercountry`
--

DROP TABLE IF EXISTS `manufacturercountry`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `manufacturercountry` (
  `countryid` int NOT NULL,
  `countryname` varchar(80) NOT NULL,
  PRIMARY KEY (`countryid`),
  UNIQUE KEY `XAK1manufacturercountry` (`countryname`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `manufacturercountry`
--

LOCK TABLES `manufacturercountry` WRITE;
/*!40000 ALTER TABLE `manufacturercountry` DISABLE KEYS */;
INSERT INTO `manufacturercountry` VALUES (1,'Австралія'),(2,'Австрія'),(3,'Азербайджан'),(4,'Акротирі'),(5,'Албанія'),(6,'Алжир'),(7,'Американський Самоа'),(8,'Англія'),(9,'Ангола'),(10,'Андорра'),(11,'Антарктичні території'),(12,'Антигуа та Барбуда'),(13,'Аргентина'),(14,'Аруба'),(15,'Афганістан'),(16,'Ашмор та Картьє островів'),(17,'Багамські острови'),(18,'Бангладеш'),(19,'Барбадос'),(20,'Бахрейн'),(21,'Белізувати'),(22,'Бельгія'),(23,'Бенін'),(24,'Бермудські острови'),(25,'Білорусь'),(26,'Болгарія'),(27,'Болівія'),(28,'Боснія і Герцеговина'),(29,'Ботсвана'),(30,'Бразилія'),(31,'Бруней'),(32,'Буркіна-фасо'),(33,'Бурунді'),(34,'Бутан'),(35,'В\'єтнам'),(36,'Вануату'),(37,'Ватикан'),(38,'Венесуела'),(39,'Віргінські острови'),(40,'Вірменія'),(41,'Возз\'єднання'),(42,'Габон'),(43,'Гаїті'),(44,'Гайана'),(45,'Гамбія'),(46,'Гана'),(47,'Гватемала'),(48,'Гвінея'),(49,'Гвінея-Бісау'),(50,'Гернссі'),(51,'Гібралтар'),(52,'Гондурас'),(53,'Гонконг'),(54,'Гренада'),(55,'Гренландія'),(56,'Греція'),(57,'Грузія'),(58,'Гуам'),(59,'Гуделуп'),(60,'Данія'),(61,'Демократична Республіка Конго'),(62,'Депелія'),(63,'Домініка'),(64,'Домініканська республіка'),(65,'Еквадор'),(66,'Екваторіальна Гвінея'),(67,'Еритрея'),(68,'Естонія'),(69,'Ефіопія'),(70,'Єгипет'),(71,'Ємен'),(72,'Замбія'),(73,'Західна Сахара'),(74,'Зімбабве'),(75,'Ізраїль'),(76,'Індія'),(77,'Індонезія'),(78,'Ірак'),(79,'Іран'),(80,'Ірландія'),(81,'Ісландія'),(82,'Іспанія'),(83,'Італія'),(84,'Йордан'),(85,'Йти'),(86,'Кабо -Верде'),(87,'Казахстан'),(88,'Кайманські острови'),(89,'Камбоджа'),(90,'Камерун'),(91,'Канада'),(92,'Катар'),(93,'Кенія'),(94,'Киргизстан'),(95,'Китай'),(96,'Кіпр'),(97,'Кірібаті'),(98,'Кокосові острови'),(99,'Колумбія'),(100,'Комітет'),(101,'Косово'),(102,'Коста-Ріка'),(103,'Котячий'),(104,'Куба'),(105,'Кувейт'),(106,'Курасао'),(107,'Кухарські острови'),(108,'Лаос'),(109,'Латвія'),(110,'Лесото'),(111,'Литва'),(112,'Ліберія'),(113,'Ліван'),(114,'Лівія'),(115,'Ліхтенштейн'),(116,'Люксембург'),(117,'М\'янма'),(118,'Маврикій'),(119,'Мавританія'),(120,'Мадагаскар'),(121,'Макао'),(122,'Македонія'),(123,'Малаві'),(124,'Малайзія'),(125,'Малі'),(126,'Мальдіви'),(127,'Мальта'),(128,'Марокко'),(129,'Мартінік'),(130,'Маршаллські острови'),(131,'Мейотта'),(132,'Мексика'),(133,'Мікронезія'),(134,'Мозамбік'),(135,'Молдова'),(136,'Монако'),(137,'Монголія'),(138,'Монтсератт'),(139,'Намібія'),(140,'Науру'),(141,'Непал'),(142,'Нігер'),(143,'Нігерія'),(144,'Нідерланди'),(145,'Нідерланди Антильські острови'),(146,'Нікарагуа'),(147,'Німеччина'),(148,'Ніуе'),(149,'Нова Зеландія'),(150,'Нова Каледонія'),(160,'Норвегія'),(161,'Об\'єднане Королівство'),(162,'Об\'єднані Арабські Емірати'),(163,'Оманський'),(164,'Острів Бува'),(165,'Острів Вознесіння'),(166,'Острів Кліпперс'),(167,'Острів Мен'),(168,'Острів Наваса'),(169,'Острів Норфолк'),(170,'Острів Різдва'),(171,'Острів Св. Єлена'),(172,'Острів стада та острів Макдональд'),(173,'Острова'),(174,'Острови Коралового моря'),(175,'Острови Піткерн'),(176,'Пакистан'),(177,'Палау'),(178,'Панама'),(179,'Папуа Нова Гвінея'),(180,'Парагвай'),(181,'Перу'),(182,'Південна Африка'),(183,'Південна Корея'),(184,'Південний Джордж'),(185,'Південний Судан'),(186,'Південні острови Сандвічєва'),(187,'Північна Корея'),(188,'Північні Маріанські острови'),(189,'Польша'),(190,'Польща'),(191,'Португалія'),(192,'Пуерто-Рико'),(193,'Республіка Конго'),(194,'Росія'),(195,'Руанда'),(196,'Румунія'),(197,'Сальвадор'),(198,'Самоа'),(199,'Сан -Маріно'),(200,'Сан -Том і Принци'),(201,'Саудівська Аравія'),(202,'Свазіленд'),(203,'Свердловина'),(204,'Сейшельські острови'),(205,'Сен-Бартелі'),(206,'Сен-Вінсент та Гренадини'),(207,'Сен-Кітс і Невіс'),(208,'Сен-Мартін'),(209,'Сен-П\'єр та Мішелон'),(210,'Сенегал'),(211,'Сент-Лусія'),(212,'Сербія'),(213,'Сирія'),(214,'Сінгапур'),(215,'Сінт-мартін'),(216,'Словаччина'),(217,'Словенія'),(218,'Соломонські острови'),(219,'Сомалі'),(220,'Сполучені Штати Америки'),(221,'Судан'),(222,'Сурінам'),(223,'Східний Тімор'),(224,'США'),(225,'Сьєрра-Леоне'),(226,'Таджикистан'),(227,'Таїланд'),(228,'Тайвань'),(229,'Танзанія'),(230,'Теркс і Кайкос'),(231,'Токелау'),(232,'Тонга'),(233,'Трикотаж'),(234,'Трінідад і Тобаго'),(235,'Трістан-Да-Куня'),(236,'Тувалу'),(237,'Туніс'),(238,'Туреччина'),(239,'Туркменістан'),(240,'Уганда'),(241,'Угорщина'),(242,'Узбекистан'),(243,'Україна'),(244,'Уолліс і Футуна'),(245,'Уругвай'),(246,'Фарерські острови'),(247,'Фіджі'),(248,'Філіппіни'),(249,'Фінляндія'),(250,'Фолклендські острови'),(251,'Франція'),(252,'Французька Гвіана'),(253,'Французька Полінезія'),(254,'Французький південний'),(255,'Хорватія'),(256,'Центральноафриканська республіка'),(257,'Чад'),(258,'Чеська Республіка'),(259,'Чилі'),(260,'Чорногорія'),(261,'Швейцарія'),(262,'Швеція'),(263,'Шпівсберген'),(264,'Шрі Ланка'),(265,'Ямайка'),(266,'Ян Мен'),(267,'Японія');
/*!40000 ALTER TABLE `manufacturercountry` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-12-27 19:10:22
